IDEA StatiCa Open Model
MatReinforcementEc2.Ftk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Characteristic tensile strength of reinforcement - ftk
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Ftk { get; set; }
Public Property Ftk As Double
	Get
	Set
public:
property double Ftk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace